internal/report/testdata/live/gatling/3.12.0/console.txt
================================================================================
---- Global Information --------------------------------------------------------
> request count                                      12250 (OK=12010  KO=240   )
> min response time                                      1 (OK=5      KO=1     )
> max response time                                   2000 (OK=2000   KO=10    )
> mean response time                                   104 (OK=106    KO=5     )
> std deviation                                        282 (OK=285    KO=2     )
> response time 50th percentile                         27 (OK=27     KO=5     )
> response time 75th percentile                         38 (OK=38     KO=6     )
> response time 95th percentile                        814 (OK=831    KO=8     )
> response time 99th percentile                       1576 (OK=1586   KO=9     )
> mean requests/sec                                  48.61 (OK=47.66  KO=0.95  )
---- Response Time Distribution ------------------------------------------------
> t < 800 ms                                         11388 ( 92.96%)
> 800 ms <= t < 1200 ms                                371 (  3.03%)
> t >= 1200 ms                                         251 (  2.05%)
> failed                                               240 (  1.96%)
---- Errors --------------------------------------------------------------------
> status.find.is(200), but actually found 500                       240 (100,0%)
================================================================================